// Start coding here
function findMinNumber(a, b) {
  return Math.min(a, b);
}
const minNumber = findMinNumber(10, 20);

console.log(minNumber); // 10

// Exercise #5 : Using min Function

// ให้ Declare ฟังก์ชัน findMinNumber ในรูปแบบ Declaration ซึ่งมีคุณสมบัติต่อไปนี้
// ฟังก์ชัน findMinNumber รับ Parameter 2 ตัวคือ a มีชนิดข้อมูลเป็น Number และ b มีชนิดข้อมูลเป็น Number
// ฟังก์ชัน findMinNumber จะ Return ผลลัพธ์ออกมาเป็นตัวเลขที่น้อยที่สุดเมื่อเทียบกันระหว่าง Parameter a หรือ b
// กำหนดให้ใช้ Built-in Function จาก Math ที่ JavaScript มีมาให้
// คำแนะนำ

// Built-in Function คือ Function สำเร็จรูปที่ JavaScript มีเตรียมไว้ให้เรา Execute โดยที่เราไม่ต้องเขียนโค้ดสร้างขึ้นมาเอง 🤓
